The Display unit type of the column.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public DisplayUnitType DisplayUnitType { get; }
  Visual Basic
Public ReadOnly Property DisplayUnitType As DisplayUnitType
	Get
  Visual C++
public:
property DisplayUnitType DisplayUnitType {
	DisplayUnitType get ();
}
 See Also
  FamilySizeTableColumn Class
  Autodesk.Revit.DB Namespace